KCX-Mapping-Convert/testdaten/EMCS-V20/UidsFromKids/EMCSExplanationOnDelay.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header><Header xmlns="http://www.eurtradenet.com/schemas/header/200310" soap:mustUnderstand="true"><To>DE01.CSFALT.2144</To><From>DE01.CSFALT.2144</From><MessageID>EI20100519</MessageID><SentAt>2011-08-19 12:02:00 +0200</SentAt><Act>request</Act><Method>EMCS</Method><MessageVersion>2.0</MessageVersion><MessageType>EMCSExplanationOnDelayForDelivery</MessageType></Header></soap:Header><soap:Body><Submit xmlns="http://www.eurtradenet.com/schemas/uids/emcs/body/200911"><EMCS><EMCSExplanationOnDelayForDelivery><SubmitterIdentification>ExciseTaxNumber</SubmitterIdentification><SubmitterType>SubmitterType</SubmitterType><DestinationOffice>DestinationOffice</DestinationOffice><ExplanationCode>ExplanationCode</ExplanationCode><ComplementaryInformation language="CI">ComplementaryInformation</ComplementaryInformation><MessageRole>MessageRole</MessageRole><ExciseMovementEaad><SequenceNumber>5</SequenceNumber><AadReferenceCode>AadReferenceCode</AadReferenceCode></ExciseMovementEaad></EMCSExplanationOnDelayForDelivery></EMCS></Submit></soap:Body></soap:Envelope>
